{
    "title": "LOTUS",
    "nav_about": "About me",
    "nav_services": "My services",
    "nav_rules": "My rules",
    "nav_events": "Upcoming event",
    "nav_signup": "Sign up for a class",
    "nav_contact": "Contacts",
    "about_title": "Natalya Kuznetsova",
    "about_description_1": "I'm a teacher of English. The language is my life, work and hobby.",
    "about_description_2": "Visit my VK profile and",
    "about_description_3": "write",
    "about_description_4": "to join my classes if you feel like it 🤗",
    "about_experience_title": "Teaching English to adults (B2-C2)",
    "about_experience_btn": "15+ years of experience",
    "about_online_teaching": "Online teaching",
    "services_title": "My services",
    "services_one_to_one": "One-to-one class",
    "services_duration": "duration: 60/90 min",
    "services_price": "price: 1200/1600 ₽",
    "services_learn_more": "Learn more",
    "services_group_class": "Group class",
    "services_duration_group": "duration: 60/90 min",
    "services_price_group": "price: 900/1300 ₽",
    "services_learn_more_group": "Learn more",
    "services_cambridge_exams": "IELTS preparation",
    "services_duration_cambridge": "duration: 90 min",
    "services_price_cambridge": "price: 2500 ₽",
    "services_learn_more_cambridge": "Learn more",
    "services_consultation": "Consultation about online teaching",
    "services_duration_consultation": "duration: 60 min",
    "services_price_consultation": "price: 2000 ₽",
    "services_learn_more_consultation": "Learn more",
    "events_title": "Upcoming event",
    "signup_title": "Sign up for a class",
    "signup_button": "Sign up for a class",
    "contact_title": "Contacts",
    "contact_vk": "VK",
    "contact_telegram": "Telegram",
    "footer_copyright": "© 2024 LOTUS inc. All rights reserved.",
    "footer_tagline": "The language is my life, work and hobby.",
    "forcoffe": "For a cup of coffee ☕️",
    "title_rules": "LOTUS rules",
    "rulestext1": "1. I kindly ask you to complete your assignments fully and with maximum effort, as your progress in the language mutually depends on our common efforts and contributions. Otherwise, I cannot guarantee any noticable results and at the same time I preserve the right to stop conducting classes.",
    "rulestext2": "2. SYSTEMATIC revision and review of previously learned material is obligatory, even if I do not remind you about it during the class. Learning new words and regular revision is the key to success and a great way to avoid vocabulary loss.",
    "rulestext3": "3. If, for any reason, you want to stop taking class with me or plan a vacation or a break, I kindly ask you to inform me no later than TWO WEEKS in advance. If you inform me too late, I will have to count the classes as conducted during those two weeks. I kidly ask you to respect this rule, as my income depends on classes conducted. More than that, during your vacation or break, I can invite other students from the waiting list.",
    "rulestext4": "4. If you need to cancel a class or classes, I ask you to inform me NO LATER than 4-5 hours before the scheduled class time (the evening before the class would be a perfect time). Otherwise, the class must be fully paid.",
    "rulestext5": "5. Rarely, I may cancel or reschedule a class for another time which is convenient for both of us. If I cancel the class, it will NOT be charged.",
    "rulestext6": "6. In order to attend my classes you need a subscription which is to be paid ONE MONTH in advance transferring money to the my deposit card (details of which I will provide in a private message). The payment should be done ON THE LAST DAY of the previous subscription or BEFORE the first class. If payment is not done by the specified time, I reserve the right to stop conducting further classes.",
    "rulestext7": "7. If the subscription ends and you decide to take a break (which is entirely your right, and I fully understand it 😊), but you still plan to take more classes from me, I ask you to pay FULLY for the subscription on the last day the previous subscription in order to keep your time slot. Otherwise, I cannot guarantee that you can take classes at the same time or days.",
    "rulestext8": "8. I also ask you not to be late for classes or, at least, INFORM me immediately by phone. If your delay is for a valid reason, I will do my best to make up for the lost time. If this is not possible, the class will last (depending on the time delayed).",
    "rulestext9": "9. I kindly ask you to submit your assignment for review (or questions related to it) BEFORE 8:00 PM.",
    "rulestext10": "10. If you have any wishes or requests concerning the classes, I am always open and ready to adjust our learning program according to your needs and interests. 😊",
    "rulestextPS": "P.S. I really hope for your understanding and respect of my rules which are created to make the process effecient and enjoable for you ❤️"
}
  